#!/usr/bin/bash
# This code write by (ms.nope)
echo "installing... "
echo ""
echo ""
echo "      ████████████████████████████████████████████████"
echo "      █▄─█▀▀▀█─▄█▄─▄▄─█▄─▄─▀███▄─▄█▄─▀█▄─▄█▄─▄▄─█─▄▄─█"
echo "      ██─█─█─█─███─▄█▀██─▄─▀████─███─█▄▀─███─▄███─██─█"
echo "      ▀▀▄▄▄▀▄▄▄▀▀▄▄▄▄▄▀▄▄▄▄▀▀▀▀▄▄▄▀▄▄▄▀▀▄▄▀▄▄▄▀▀▀▄▄▄▄▀"
echo "                    (🅦🅔🅑 🅘🅝🅕🅞)"
sudo apt install python3
sudo apt install python
pip install requirements.txt
echo ""
echo "fnish!"
echo "usage:"
echo "      python3 webinfo.py"
echo " "

