#!/usr/bin/bash
# This code write by (ms.nope)
clear
echo "installing... "
echo ""
echo ""
echo "      ████████████████████████████████████████████████"
echo "      █▄─█▀▀▀█─▄█▄─▄▄─█▄─▄─▀███▄─▄█▄─▀█▄─▄█▄─▄▄─█─▄▄─█"
echo "      ██─█─█─█─███─▄█▀██─▄─▀████─███─█▄▀─███─▄███─██─█"
echo "      ▀▀▄▄▄▀▄▄▄▀▀▄▄▄▄▄▀▄▄▄▄▀▀▀▀▄▄▄▀▄▄▄▀▀▄▄▀▄▄▄▀▀▀▄▄▄▄▀"
echo "                    (🅦🅔🅑 🅘🅝🅕🅞)"

sudo apt install python3
sudo apt install whois
sudo apt install python
sudo apt install pip3
sudo apt install pip
pip install requirements.txt
echo ""
echo "fnish!"
echo "usage:"
echo "      python3 webinfo.py"
echo " "

